<?php
/**
 *  索引配置
 * @filename  elastic.php
 * @author    Zhenxun Du <5552123@qq.com>
 * @date      2018/6/26 17:26
 */
return [
    'host' => ['es.91shiwan.com'],

    'request_time_hist' => [
        '1m' => '1分钟',
        '10m' => '10分钟',
        '1h' => '1小时',
    ],
    'first_start_time' => [
        '-1' => '1天前',
        '-2' => '2天前',
        '-3' => '3天前',
        '-4' => '4天前',
        '-5' => '5天前',
        '-6' => '6天前',
        '-7' => '7天前',
        '-10' => '10天前',
        '-20' => '20天前',
    ],
    'end_time' => [
        '60' => '1分钟前',
        '600' => '10分钟前',
        '3600' => '1小时前',
    ],
    'process_max'=>[
        1=>'1个',
        2=>'2个',
        3=>'3个',
        4=>'4个',
        5=>'5个',
        6=>'6个',
        7=>'7个',
        8=>'8个',
        9=>'9个',
        10=>'10个',
    ]

];